src/it/resources/startBp/missedRequiredBpInputParameter/xml/startBpRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:bp="https://gitbud.epam.com/mdtu-ddm/low-code-platform/platform/backend/applications/bp-webservice-gateway">
  <soapenv:Header/>
  <soapenv:Body>
    <bp:startBpRequest>
      <businessProcessDefinitionKey>missedRequiredBpInputParameter</businessProcessDefinitionKey>
      <startVariables>
        <entry>
          <key>present_var</key>
          <value>value1</value>
        </entry>
      </startVariables>
    </bp:startBpRequest>
  </soapenv:Body>
</soapenv:Envelope>